[
  {
    "q": "Comment démarre un projet ?",
    "a": "On clarifie l’objectif métier, les sources de données et l’output attendu. Vous recevez un plan d’action et un premier périmètre prioritaire (MVP) pour valider le flux, puis on étend par étapes."
  },
  {
    "q": "Où s’exécute l’automatisation (hébergement) ?",
    "a": "Au choix : chez vous (Docker/VM) ou géré. Dans tous les cas, vous gardez l’accès au code, aux secrets et aux journaux essentiels. Un runbook décrit déploiement et reprise."
  },
  {
    "q": "Données et RGPD ?",
    "a": "Collecte minimale, secrets chiffrés, journaux limités aux métadonnées utiles. On s’aligne sur vos politiques internes. DPA et clauses de confidentialité possibles."
  },
  {
    "q": "Le scraping est-il légal ?",
    "a": "On travaille sur des données publiques et respecte le rythme/les conditions d’usage des sites. Vous validez les sources autorisées. En cas de doute juridique, on ajuste le périmètre ou on coupe la source."
  },
  {
    "q": "Comment évitez-vous le spam sur Telegram ?",
    "a": "Quotas, fenêtres horaires, pauses, listes d’exclusion et messages d’introduction sobres. Possibilité de validation humaine sur les actions sensibles. Les logs aident à enquêter et affiner."
  },
  {
    "q": "RAG : comment assurer la qualité des réponses ?",
    "a": "Sources citées, seuils de similarité, récupération multi-documents et filtres par typologie. Journalisation des preuves et suivi de la couverture du corpus. Ajustements continus si besoin."
  },
  {
    "q": "Maintenance et évolutions ?",
    "a": "On livre un runbook, une checklist de santé et un plan d’évolutions. Les améliorations se font par petites itérations, guidées par des indicateurs convenus avec vous."
  },
  {
    "q": "Et si cela tombe en panne ?",
    "a": "Relance automatique et files d’attente pour limiter les pertes. En cas d’échecs répétés : mode dégradé et alerte. Un bouton d’arrêt d’urgence est prévu, avec reprise contrôlée."
  },
  {
    "q": "Je n’ai pas de cahier des charges détaillé.",
    "a": "Pas de souci. On part de vos objectifs et de quelques exemples concrets. Un prototype valide le flux, puis on enrichit progressivement."
  },
  {
    "q": "Avec quels outils vous vous branchez ?",
    "a": "Google Sheets, Notion, CRM, bases SQL/NoSQL, APIs et webhooks. Les intégrations critiques sont encapsulées pour simplifier la maintenance et les changements futurs."
  },
  {
    "q": "Comment mesurez-vous le ROI ?",
    "a": "Avant/après sur des indicateurs définis ensemble (temps de traitement, erreurs, délais, taux de réponse, volume traité, etc.). Un tableau de bord partageable rend les résultats lisibles."
  }
]
